//*************************************************************************
//*************************************************************************
//**                                                                     **
//**        (C)Copyright 1985-2011, American Megatrends, Inc.            **
//**                                                                     **
//**                       All Rights Reserved.                          **
//**                                                                     **
//**      5555 Oakbrook Parkway, Suite 200, Norcross, GA 30093           **
//**                                                                     **
//**                       Phone: (770)-246-8600                         **
//**                                                                     **
//*************************************************************************
//*************************************************************************
//*************************************************************************
//*************************************************************************
//<AMI_FHDR_START>
//
// Name:	CRB.UNI
//
// Description:	Chipset Reference Board setup string definitions 
//
//<AMI_FHDR_END>
//*************************************************************************

/=#
#include "VFR.uni"

#string STR_CRB_FORM                    #language eng "Demo Board"
#string STR_CRB_FORM_HELP               #language eng "Demo Board Parameters"

//---------------------------------------------------------------------------
// Demo Board Setup String
//---------------------------------------------------------------------------
#string STR_CRBTEST_PROMPT		#language eng "CRB Test"
#string STR_CRBTEST_HELP		#language eng "Help for CRB Test"

#string STR_ACPI_SLEEP_PROMPT           #language eng "ACPI Sleep State"
#string STR_ACPI_SLEEP_HELP             #language eng "Select ACPI sleep state the system will enter when the SUSPEND button is pressed."
#string STR_ACPI_SLEEP_S1               #language eng "S1 only(CPU Stop Clock)"
#string STR_ACPI_SLEEP_S3               #language eng "S3 only(Suspend to RAM)"
#string STR_ACPI_SLEEP_NO               #language eng "Suspend Disabled"
#string STR_ACPI_SLEEP_AUTO             #language eng "Both S1 and S3 available for OS to choose from"

//#string <string name>                   #language eng ""
//*************************************************************************
//*************************************************************************
//**                                                                     **
//**        (C)Copyright 1985-2011, American Megatrends, Inc.            **
//**                                                                     **
//**                       All Rights Reserved.                          **
//**                                                                     **
//**      5555 Oakbrook Parkway, Suite 200, Norcross, GA 30093           **
//**                                                                     **
//**                       Phone: (770)-246-8600                         **
//**                                                                     **
//*************************************************************************
//*************************************************************************